<template>
  <page-title>Правила</page-title>
  <article>
    Для большинства участников проекта это не просто сайт в сети &ndash; это
    родной дом, уютное и любимое место. Чтобы не портить никому пребывание в
    этом месте, разработана система правил. Регистрируясь на сайте вы вроде как
    обязуетесь их соблюдать.
  </article>
  <article>
    На самом деле, правила очень простые. Если просто мирно играть в игры,
    общаться в чате и на форуме, не пытаться ни с кем поругаться или на кого-то
    обидеться, вам никогда не придется сталкиваться с последствиями их
    нарушения!
  </article>
  <article>
    Мы тут любим всякий ролевой сленг, поэтому модераторы у нас называются
    "гоблинами", а администраторы "троллями". Привыкайте, потому что дальше
    будет про этих злобных гоблиноидов.
  </article>
  <article>
    Публичные разделы сайта &ndash; темы форума, общий чат и профили
    пользователей &ndash; не место для выяснения отношений, оскорблений, мата и
    прочих прелестей интернета. За эти штуки гоблины выписывают баллы по особому
    прейскуранту. Нахватавшись сих волшебных фруктов, пользователь отправляется
    в краткое изгнание из этих публичных разделов сайта &ndash; но все еще может
    участвовать в играх.
  </article>
  <article>
    Если пользователь усердствует в нарушении правил приличия, то он может
    отправиться уже в полное изгнание. Сроки изгнаний, как полного, так и, что у
    нас называется "демократичного" с каждым разом растут &ndash; вплоть до
    бессрочных изгнаний.
  </article>
</template>

<style scoped lang="sass">
@import "src/assets/styles/Variables"

article
  margin: $medium 0
</style>
